Repository: lliurex/appimage-helper
Catalog: lliurex-po/appimage-manager/*.po
Languages: es_es

source: Manage
es_es: Gestionar

source: Install
es_es: Instalar

source: Removed %s
es_es: %s eliminada

source: Error removing %s
es_es: Error eliminando %s

source: Show system apps
es_es: Mostrar aplicaciones instaladas

source: Show local apps
es_es: Mostrar aplicaciones del usuario

source: Remove %s
es_es: Eliminar %s

source: Execute %s
es_es: Ejecutar %s

source: Install %s
es_es: Instalar %s

source: Name: %s Description: %s Icon: %s Category: %s
es_es: Nombre: %s Descripción: %s Icono: %s Categoría: %s

source: %s the application %s
es_es: %s la aplicación %s

source: Push button to set the icon, name and category for the app or use default ones
es_es: Presiona para seleccionar el icono, nombre y categoría de la aplicación o usa valores por defecto

source: Press button to select an appimage for install
es_es: Pulsa para seleccionar una appimage a instalar

source: Install appimage
es_es: Instalar appimage

source: images(*.png *.xpm *jpg)
es_es: imágenes(*.png *.xpm *jpg)

source: Select icon:
es_es: Icono:

source: Set name:
es_es: Nombre:

source: Set desc:
es_es: Descripción:

source: Set category:
es_es: Categoría

source: %s installed
es_es: %s instalada

source: Install Failed
es_es: Error instalando

source: Error executing %s
es_es: Error al ejecutar %s
