Repository: lliurex/appimage-helper
Catalog: translations/appimage-manager/*.po
Languages: ca_es

source: Manage
ca_es: Gestionar

source: Install
ca_es: Instal·lar

source: Removed %s
ca_es: %s desinstal·lat

source: Error removing %s
ca_es: Error desinstal·lant %s

source: Show system apps
ca_es: Mostrar aplicacions del sistema

source: Show local apps
ca_es: Mostrar aplicacions locals

source: Remove %s
ca_es: Desinstal·lar %s

source: Execute %s
ca_es: Executar %s

source: Install %s
ca_es: Instal·lar %s

source: Name: %s Description: %s Icon: %s Category: %s
ca_es: Nom: %s Descripció: %s Icona: %s Categoría: %s

source: %s the application %s
ca_es: %s la aplicació %s

source: Push button to set the icon, name and category for the app or use default ones
ca_es: Prem per estabilr la icona, el nom i la categoria de la aplicació (o utilitza els valors per defecte)

source: Press button to select an appimage for install
ca_es: Prem per a seleccionar la appimage a instal·lar

source: Install appimage
ca_es: Instal·lar appimage

source: images(*.png *.xpm *jpg)
ca_es: imatges(*.png *.xpm *jpg)

source: Icon:
ca_es: Icona:

source: Name:
ca_es: Nom:

source: Desktop name
ca_es: Nom del desktop

source: Category:
ca_es: Categoria:

source: Description:
ca_es: Descripció:

source: Description
ca_es: Descripció

source: %s installed
ca_es: %s instal·lat

source: Install Failed
ca_es: Instal·lació fallida

source: Error executing %s
ca_es: Error al executar %s
